#language: ru

Функционал: Страхование

  Сценарий: Путешествия

    Когда выбран пункт меню "Страхование"
    И выбран вид страхования - "Путешествия"
    Тогда выполнено нажатие на кнопку - Оформить онлайн

    Когда выполнено нажатие на выпадающий список - Регион действия полиса
    И выбран регион - "Шенген и страны Совета Европы, кроме РФ"
    И выбрана сумма страховой защиты - "Минимальная"
    Тогда выполнено нажатие кнопки - Оформить

    Когда заполняются поля:
      |Фамилия латиницей|Ivanov|
      |Имя латиницей|Ivan|





